{
    "not-spam": [
        "Hey can you call me back? Thanks!",
        "Yo this is your brother. I need some money.",
        "Hey Sally, can you call me back when you have time?",
        "I hate your voicemail... Anyway, I'm calling about the internship. Call me back when you have time.",
        "Hey, can you call me back at this number? Thanks.",
        "I'm calling about the recent searches. It's not working anymore. Can you please call me back at your earliest convenience. Thank you. Bye.",
        "Hey I just wanted to catch up. Call me when you're free.",
        "Hey, I was just wondering can I come over tonight?",
        "This is a reminder that your car is available for pickup. Come anytime tomorrow from 5 to 9 pm.",
        "This is a courtesy call that your guitar is available for pickup.",
        "Please respond to this call please. I need help.",
        "Hey it's your mom. You need to call me back sweetie.",
        "Mom's endowment is ready. When would you like to talk to the lawyer?",
        "Hey Teressa wanna grab lunch this friday?",
        "Hey is my curry ready?",
        "I know you're there. Pick up.",
        "hey i saw you at the mall. we should hang out.",
        "Hey dude. Looks like you're not home. Give me a call back when you find time."
    ],
    "urgent": [
        "Sally the craziest thing just happened. Call me back as soon as possible by.",
        "Ishan, this is your wife. I’m leaving you. This marriage has been utterly loveless and honestly I don’t think me or the kids can handle your self destructive tendencies.",
        "I don't think this is working out. I think we should break up.",
        "A problem just came up. Call me back asap.",
        "Hey this is urgent. I need you to call me back.",
        "Urgent! Call back immediately.",
        "This is an emergency. I need help now.",
        "You need to call me back now. Stuff's going wild.",
        "Hey this is due very soon so can you please call me back.",
        "I need dire help. Please call me as soon as you can.",
        "Hey Derek this is Samantha from Facebook. I was wondering if you had time to talk about the job you applied for. Call me back at 8002497263",
        "You have to call back asap. Haley just broke up with him.",
        "Hi this is Tom from Subway calling about the job application you filled out this week. We would like to schedule you for an interview sometime. Call back when you get the chance.",
        "Hey can you please call me back as soon as possible?"
    ],
    "low-priority": [
        "Hello?",
        "Hello hello hello hello hello",
        "spam spam spam spam spam",
        "yeet on my meat fam",
        "Is your fridge running then? Why don't you go catch it?",
        "I like cheese.",
        "you're stupid.",
        "Please marry me?",
        "The national bird of america is an eagle",
        "China is the most populated country in the world",
        "sad to men like knee",
        "Oops wrong number",
        "sorry",
        "bye",
        "fake news",
        "Kyle is a sex god.",
        "Hye buddy. Just wanted to wish you a happy birthday. Enjoy your day!",
        "Rahul is a demon. Defriend him on facebook."
    ],
    "spam": [
        "Hi my name is Jeremy Corbyn. Would you like to buy a brand new Brexit? Most people report having issues with their brexits after 2 or 3 years. If you would like a new Brexit, please call us back at 9999999999.",
        "Hi this is your friend Rahul calling to let you know I have an amazing offer to let you be the driver of your own success. If you’d like more information please call me back.",
        "This is Rajesh’s curry shop. Would you like your curry spicy or spicy. Please make sure to respond to this message.",
        "This is the IRS calling to tell you that your tax returns have been denied. Please call back at this number to rectify this error.",
        "There has been a bank error in your favor. Call now to earn cash back.",
        "Would you like a computer science college degree in 1 year? Join Mercer college by contacting us at 3281940184.",
        "Hello brother. We are calling from the Disciples of Christ church on Tidle Avenue. Please join us.",
        "Need access to quick drugs? Call now.",
        "Hot babes for you. Become the stud you know you are.",
        "Hey hubby. Can you give me your credit card number so I can purchase some groceries? We are running low.",
        "We have detected numerous viruses on your computer. Please call us to get help immediately at 1348015839",
        "Hello this is an automated phone call from your banking providor. Please give us your social security number.",
        "Hot single girls in your area!",
        "Your long lost uncle, a Nigerian prince, has died. He has left you a large fortune, rejoice.",
        "We would like to enquire about a loan.",
        "We are calling about a recent transaction you made that failed. Give us your social security number or else.",
        "We tracked 3 large expenditures on your card last week. Please call us back immediately.",
        "Call quick so you don't miss this once in a life time offer!",
        "Join the mlm brookshirehathaway today. Call 1800 to get a massive dick.",
        "Urgent: call from the IRS of America for your bank account number immediately to pay 1 million dollars to the USA States Government of America or you will be deported.",
        "Urgent: call from the IRS of America for your bank account number or you will be deported.",
        "Urgent: call from the IRS of America for your bank account number to pay 1 million dollars.",
        "I have a plan to earn you 1000 dollars a week for life. You will never have to work again. Call now to get this exclusive deal."
    ]
}